Repository: DJIO/wordpress-1
Catalog: languages/mailrelay-*.po
Languages: es_es

source: Please Select Group
es_es: Por favor selecciona el grupo

source: All your Wordpress users will be synced with the groups you are choosing now.
es_es: Todos tus usuarios de Wordpress serán sincronizados con los grupos que escojas ahora.

source: To create new groups in Mailrelay, you must login into the control panel and click into the Mail Relay > Subscribers groups
es_es: Para crear nuevos grupos en Mailrelay, debes logarte en el panel de control y hacer click en Mai Relay > Grupos de suscriptores

source: Once there you can add a new group for your Wordpress users, or edit an existing one
es_es: Una vez allí puedes añadir un nuevo grupo para tus usuarios de Wordpress, o editar uno existente

source: Select groups
es_es: Selecciona los grupos

source: Username:
es_es: Nombre de usuario:

source: Please enter the username the you have in your Mailrelay welcome email.
es_es: Por favor introduce el nombre de usuario que tienes en tu e-mail de bienvenida de Mailrelay.

source: Password:
es_es: Contraseña:

source: Please enter the password that you have in your Mailrelay welcome email.
es_es: Por favor introduce la contraseña que tienes en tu e-mail de bienvenida de Mailrelay.

source: Host:
es_es: Servidor:

source: Please enter the host that you have in your Mairelay welcome email. Please enter it without the initial http:// (for example demo.ip-zone.com)
es_es: Por favor introduce el servidor que tienes en tu e-mail de bienvenida de Mailrelay. Por favor introdúcelo sin el http:// inicial (por ejemplo demo.ip-zone.com)

source: The Mailrelay sync has finished successfully. Next you can check the results of the sync:
es_es: La sincronización de Mailrelay ha finalizado con éxito. Ahora puedes ver el resultado de la sincronización:

source: New users synced
es_es: Nuevos usuarios sincronizados

source: Updated users
es_es: Usuarios actualizados

source: Failed users
es_es: Usuarios fallidos

source: Invalid host, username or password. Please Retry.
es_es: Servidor, nombre de usuario o contraseña incorrectos. Por favor, inténtalo de nuevo.
